Gets the end handle tag.
  Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2018
 Syntax
  C#
public int GetEndHandle()
  Visual Basic
Public Function GetEndHandle As Integer
  Visual C++
public:
int GetEndHandle()
 Return Value
 Returns the end handle tag.
 See Also
  RebarHandlesData Class
  Autodesk.Revit.DB.Structure Namespace